[
    {
       	"quote": "There are only three things to be done with a woman. You can love her, suffer for her, or turn her into literature.",
       	"speaker": "Henry Miller"
    },

    {
    	"quote": "Being a woman is a terribly difficult task, since it consists principally in dealing with men.",
    	"speaker": "Joseph Conrad"
    },

    {
    	"quote": "I want to do it because I want to do it. Women must try to do things as men have tried. When they fail, their failure must be but a challenge to others.",
    	"speaker": "Amelia Earhart"
    },

    {
    	"quote": "Women kill me. They really do. I don’t mean I’m oversexed or anything like that — although I am quite sexy. I just like them, I mean. They’re always leaving their goddam bags out in the middle of the aisle.",
    	"speaker": "J.D. Salinger"
    },

    {
    	"quote": "And yet women — good women — frightened me because they eventually wanted your soul, and what was left of mine, I wanted to keep.",
    	"speaker": "Charles Bukowski"
    },

    {
    	"quote": "As usual, there is a great woman behind every idiot.",
    	"speaker": "John Lennon"
    },

    {
    	"quote": "Why are women… so much more interesting to men than men are to women?",
    	"speaker": "Virginia Woolf"
    },

    {
    	"quote": "An elegant woman is a woman who despises you and has no hair under her arms.",
    	"speaker": "Salvador Dalí"
    },

    {
    	"quote": "Be not ashamed women, … You are the gates of the body, and you are the gates of the soul.",
    	"speaker": "Walt Whitman"
    },

    {
    	"quote": "The trouble with some women is that they get all excited about nothing — and then marry him.",
    	"speaker": "Cher"
    },

    {
    	"quote": "The only way a woman can ever reform a man is by boring him so completely that he loses all possible interest in life.",
    	"speaker": "Oscar Wilde"
    },

    {
    	"quote": "I like intelligent women. When you go out, it shouldn’t be a staring contest.",
    	"speaker": "Frank Sinatra"
    },

    {
    	"quote": "Women must tell men always that they are the strong ones. They are the big, the strong, the wonderful. In truth, women are the strong ones. It is just my opinion, I am not a professor.",
    	"speaker": "Coco Chanel"
    },

    {
    	"quote": "I do not wish women to have power over men; but over themselves.",
    	"speaker": "Mary Wollstonecraft"
    },

    {
    	"quote": "Women think with their whole bodies and they see things as a whole more than men do.",
    	"speaker": "Dorothy Day"
    },

    {
    	"quote": "Men are by nature merely indifferent to one another; but women are by nature enemies.",
    	"speaker": "Arthur Schopenhauer"
    },

    {
    	"quote": "In love, women are professionals, men are amateurs.",
    	"speaker": "Francois Truffaut"
    },

    {
    	"quote": "Why is it men are permitted to be obsessed about their work, but women are only permitted to be obsessed about men?",
    	"speaker": "Barbra Streisand"
    },

    {
    	"quote": "Women are frightening. If you get to 41 as a man, you’re quite battle-scarred.",
    	"speaker": "Hugh Grant"
    },

    {
    	"quote": "The appalling thing is the degree of charity women are capable of. You see it all the time… love lavished on absolute fools. Love’s a charity ward, you know.",
    	"speaker": "Lawrence Durrell"
    },

]    