
[  
         {  
            "quote":"Think like a queen. A queen is not afraid to fail. Failure is another steppingstone to greatness.",
            "speaker":"Oprah Winfrey"
         },
         {  
            "quote":"A woman is like a tea bag - you can't tell how strong she is until you put her in hot water.",
            "speaker":"Eleanor Roosevelt"
         },
         {  
            "quote":"No struggle can ever succeed without women participating side by side with men.",
            "speaker":"Muhammad Ali Jinnah"
         },
         {  
            "quote":"If you want something said, ask a man; if you want something done, ask a woman.",
            "speaker":"Margaret Thatcher"
         },
         {  
            "quote":"Women hold up half the sky.",
            "speaker":"Mao Zedong"
         },
         {  
            "quote":"I am an example of what is possible when girls from the very beginning of their lives are loved and nurtured by people around them. I was surrounded by extraordinary women in my life who taught me about quiet strength and dignity.",
            "speaker":"Michelle Obama"
         },
         {  
            "quote":"Success is the best revenge. I always feel women should answer back either with their sarcasm or success.",
            "speaker":"Kangana Ranaut"
         },
         {  
            "quote":"I can promise you that women working together - linked, informed and educated - can bring peace and prosperity to this forsaken planet.",
            "speaker":"Isabel Allende"
         },
         {  
            "quote":"In our society, the women who break down barriers are those who ignore limits.",
            "speaker":"Arnold Schwarzenegger"
         },
         {  
            "quote":"I think the reason why strong women have such a powerful impact is that you've got the strength of a man with the heart and sensitivity of a woman.",
            "speaker":"Emilia Clarke"
         },
         {  
            "quote":"Women are the largest untapped reservoir of talent in the world.",
            "speaker":"Hillary Clinton"
         },
         {  
            "quote":"Man does not control his own fate. The women in his life do that for him.",
            "speaker":"Groucho Marx"
         },
         {  
            "quote":"I measure the progress of a community by the degree of progress which women have achieved.",
            "speaker":"B. R. Ambedkar"
         },
         {  
            "quote":"The fire to inspire women and help them to blaze new paths fiercely burns inside of me.",
            "speaker":"Tyra Banks"
         },
         {  
            "quote":"Women must tell men always that they are the strong ones. They are the big, the strong, the wonderful. In truth, women are the strong ones. It is just my opinion, I am not a professor.",
            "speaker":"Coco Chanel"
         },
         {  
            "quote":"I feel there is something unexplored about woman that only a woman can explore.",
            "speaker":"Georgia O'Keeffe"
         },
         {  
            "quote":"'Men don't cry!' 'Women can't handle money!' What limiting ideas to live with.",
            "speaker":"Louise L. Hay"
         },
         {  
            "quote":"There are two kinds of women, those who want power in the world and those who want power in bed.",
            "speaker":"Jackie Kennedy"
         },
         {  
            "quote":"The strength and power of a country depends absolutely on the quantity of good men and women in it.",
            "speaker":"John Ruskin"
         },
         {  
            "quote":"The extension of women's rights is the basic principle of all social progress.",
            "speaker":"Charles Fourier"
         },
]
